#+FILETAGS: Jan 2023
#+transclude: [[file:~/Orgfiles/identity/Guiding Principles.org::*Guiding Principles][Guiding Principles]] :level 2 

* Week  1: Jan 02 - Jan 08

** Metrics

#+NAME: Overview
|---------------+---------------------------------------------------|
| Focus         | ~Fill out Focus and Objective at start of the week~ |
| Objectives    |                                                   |
|---------------+---------------------------------------------------|
| Effectiveness | =Fill out lower sections when ending the week= |
| Gratitude     |                                                   |
|---------------+---------------------------------------------------|
| Improvements  |                                                   |
|---------------+---------------------------------------------------|



#+NAME: Daily Tracking
|     | Weight |   BP | Sleep Time | Snore Score | Output % |
|-----+--------+------+------------+-------------+----------|
| Mon |        |      |            |             |          |
| Tue |        |      |            |             |          |
| Wed |        |      |            |             |          |
| Thu |        |      |            |             |          |
| Fri |        |      |            |             |          |
| Sat |        |      |            |             |          |
| Sun |        |      |            |             |          |
|-----+--------+------+------------+-------------+----------|
| Avg |   0.00 | 0.00 |       0.00 |        0.00 |     0.00 |
#+TBLFM: @9$2..$6=vmean(@I..@II);%.2f

** Week 1 Accomplishments                                   :Accomplishment:
*** 
** Week 1 Disappointments                                   :Disappointment:
*** 

** Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Weekly Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 1 Accomplishments][Week 1 Accomplishments]]
- [ ] Update Disapointments - [[*Week 1 Disappointments][Week 1 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[*Highs, Lows and Learnings][Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
 
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ]Transfer relevant high value notes and clippings to org-roam

* Week 2: Jan 09 - Jan 15
[2023-01-09 Mon]--[2023-01-15 Sun]
** Overview
** Week 2 Accomplishments                                   :Accomplishment:
** Week 2 Disappointments                                   :Disappointment:
* Week 3: Jan 016 - Jan 22
[2023-01-16 Mon]--[2023-01-22 Sun]
** Overview  
** Week 3 Accomplishments                                   :Accomplishment:
** Week 3 Disappointments                                   :Disappointment:
* Week 4 Jan 23 - Jan 29
[2023-01-23 Mon]--[2023-01-29 Sun]


** Metrics

#+NAME: Overview
|---------------+---------------------------------------|
| Focus         | Weight & Diet                         |
| Objectives    | Start Keto & Get a body fat test done |
|---------------+---------------------------------------|
| Effectiveness | 20%                                   |
|---------------+---------------------------------------|
| Improvements  |                                       |
|---------------+---------------------------------------|



#+NAME: Daily Tracking
|     | Weight | BP (systolic) | BP (Diastolic) | Sleep Time | Snore Score | Output % |
|-----+--------+---------------+----------------+------------+-------------+----------|
| Mon |  215.3 |           140 |             95 |            |          69 |       10 |
| Tue |        |           137 |             89 |        7.5 |          60 |       10 |
| Wed |        |           135 |             90 |        8.5 |          68 |       10 |
| Thu |        |               |                |       8.25 |          48 |       10 |
| Fri |        |               |                |      11.15 |          50 |       10 |
| Sat |        |               |                |            |             |          |
| Sun |  211.0 |               |                |            |             |          |
|-----+--------+---------------+----------------+------------+-------------+----------|
| Avg | 213.15 |        138.50 |          92.00 |       8.85 |       59.00 |    10.00 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Week 4 Accomplishments                                   :Accomplishment:
***  Implemented Org Agenda Across Work and Home
*** Recieved high praise from Frank on Bagged & Boarded

** Week 4 Disappointments                                   :Disappointment:
*** Morning Habit stack didn't happen

** Week 4 Highs, Lows and Learnings
| Highs                                         | Lows                                 | Learnings                                         |
|-----------------------------------------------+--------------------------------------+---------------------------------------------------|
| Worked a bunch in emacs, tailoring my process | Morning stack didn't happen all week | I feel like crap when I eat like crap             |
| Lined up a diet plan for Q1                   | Didn't get to play any board games   | People loving my games continues to feel great    |
| Weighed in and had actually decreased fat %   | Overate a bit in the name of bulking | Tracking my actual time is something I want to do |
| Spent a lot of quality time with Babe         | Didn't call my mom                   |                                                   |
| Moved most of notion over to org-mode         |                                      |                                                   |
| Recieved high praise on Bagged & Boarded      |                                      |                                                   |


** Weekly Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [X] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [X] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [X] Update Accomplisments - [[*Week 4 Accomplishments][Week 4 Accomplishments]]
- [X] Update Disapointments - [[*Week 4 Disappointments][Week 4 Disappointments]]
- [X] Fill out Highs Lows and Learnings -  [[*Highs, Lows and Learnings][Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [X] Calendar
  - [X] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [X] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [X] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [X] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [X] Deesktop & Download Folders (re-locate or delete)
- [X] Clean Up CLoudapp saved screenshots
- [X] Transfer relevant high value notes and clippings to org-roa

